[
  {
    "id": 1,
    "talks": [
      {
        "id": 2,
        "talk": [
          "Hi Laura, have you read the latest manga release?",
          "Hello Marcos, not yet. I've been busy with work and family.",
          "I understand. When you get the chance, check it out. It's really good!",
          "I will, Marcos. Thanks for the recommendation. Take care!"
        ]
      },
      {
        "id": 3,
        "talk": [
          "Hey Ricardo, how's the construction site?",
          "Hi Marcos, it's going well. We're making good progress.",
          "That's great to hear. Keep up the good work!",
          "Thanks, Marcos. I appreciate it. See you around!"
        ]
      },
      {
        "id": 4,
        "talk": [
          "Juan, your dishes are always so unique. What's your secret?",
          "Well Marcos, I just try to be creative and experiment with different flavors.",
          "That's a great approach. Your passion really shows in your cooking.",
          "Thank you, Marcos. That means a lot. Have a great day!"
        ]
      },
      {
        "id": 5,
        "talk": [
          "William, do you have any book recommendations for my solitary time?",
          "Sure Marcos, how about 'The Old Man and the Sea' by Hemingway?",
          "Sounds interesting. I'll give it a read. Thanks!",
          "You're welcome, Marcos. I hope you enjoy it. Goodbye!"
        ]
      },
      {
        "id": 6,
        "talk": [
          "Hey Samuel, it's Marcos. Fancy cracking a case in a manga universe?",
          "Marcos, that's intriguing! Any specific manga in mind?",
          "How about 'Death Note'? A hacker and a detective, sounds fun!",
          "Indeed, Marcos! Let's dive into it. Catch you later!"
        ]
      }
    ]
  },
  {
    "id": 2,
    "talks": [
      {
        "id": 1,
        "talk": [
          "Marcos, ever pondered trading comics for a mountain sojourn?",
          "Laura, indoors is my realm. But, a mountain hike? Intriguing!",
          "That's it, Marcos! Nature narrates its own epic tales.",
          "Quite a perspective, Laura. Tempting indeed. Until next time!"
        ]
      },
      {
        "id": 3,
        "talk": [
          "Ricardo, fancy exchanging solitude for a mountain escapade?",
          "Laura, solitude at work is my sanctuary. But, a mountain trail? Sounds refreshing!",
          "Trust me, Ricardo! The summit view is a sight to behold.",
          "I trust your word, Laura. Looking forward to it!"
        ]
      },
      {
        "id": 4,
        "talk": [
          "Juan, how about a culinary expedition on a mountain campfire?",
          "Laura, a challenge indeed! The flavors would be extraordinary!",
          "Absolutely, Juan! The mountain breeze would add its own zest.",
          "Sounds exciting, Laura. Let's plan it. Farewell for now!"
        ]
      },
      {
        "id": 5,
        "talk": [
          "William, considered trading literature for a mountain quest?",
          "Laura, the proposition is enticing. Nature does pen great epics.",
          "Indeed, William! Mountains have their own sagas to narrate.",
          "Intriguing, Laura. I'll ponder over it. Until our next enlightening conversation!"
        ]
      },
      {
        "id": 6,
        "talk": [
          "Samuel, ever swapped hospital corridors for mountain trails?",
          "Laura, that's a shift! What's the agenda?",
          "A hike to rejuvenate, perhaps unravel a mystery?",
          "Sounds captivating, Laura. Let's venture. Until then!"
        ]
      }
    ]
  },
  {
    "id": 3,
    "talks": [
      {
        "id": 1,
        "talk": [
          "Marcos, ever pondered trading comics for a hands-on construction project?",
          "Ricardo, you know me, I'm a digital realm dweller. But, a hands-on project? Intriguing!",
          "That's it, Marcos! There's a unique satisfaction in crafting something tangible.",
          "Quite a perspective, Ricardo. Tempting indeed. Until next time!"
        ]
      },
      {
        "id": 2,
        "talk": [
          "Laura, fancy exchanging mountain walks for a day amidst concrete and steel?",
          "Ricardo, solitude at work is my sanctuary. But, a day at the construction site? Sounds refreshing!",
          "Trust me, Laura! The view from atop a skyscraper is a sight to behold.",
          "I trust your word, Ricardo. Looking forward to it!"
        ]
      },
      {
        "id": 4,
        "talk": [
          "Juan, how about a culinary expedition at the construction site?",
          "Ricardo, a challenge indeed! The flavors would be extraordinary!",
          "Absolutely, Juan! The workers would appreciate a hearty meal.",
          "Sounds exciting, Ricardo. Let's plan it. Farewell for now!"
        ]
      },
      {
        "id": 5,
        "talk": [
          "William, considered trading literature for a construction adventure?",
          "Ricardo, the proposition is enticing. Construction sites do pen great epics.",
          "Indeed, William! Every building has its own saga to narrate.",
          "Intriguing, Ricardo. I'll ponder over it. Until our next enlightening conversation!"
        ]
      },
      {
        "id": 6,
        "talk": [
          "Samuel, ever swapped detective mysteries for life's enigmas?",
          "Ricardo, that's a shift! What's the enigma?",
          "Life itself, Samuel. It's a puzzle, isn't it?",
          "Sounds captivating, Ricardo. Let's venture. Until then!"
        ]
      }
    ]
  },
  {
    "id": 4,
    "talks": [
      {
        "id": 1,
        "talk": [
          "Marcos, ever tried whipping up a manga-inspired dish?",
          "Juan, you know me, I'm more of a reader. But a manga-inspired dish? Intriguing!",
          "That's the spirit, Marcos! Culinary art narrates its own flavorful tales.",
          "Well, when you put it that way, it does sound tempting. Catch you later, Juan!"
        ]
      },
      {
        "id": 2,
        "talk": [
          "Laura, how about trading mountain walks for a culinary journey?",
          "Hi Juan, that's an interesting proposition. I've always been keen to learn more about cooking.",
          "Great! Cooking is akin to a hike, but in the kitchen. The destination is a scrumptious meal!",
          "I love that analogy, Juan. I'll definitely give it a try. Take care!"
        ]
      },
      {
        "id": 3,
        "talk": [
          "Ricardo, ever thought of constructing a brick oven for some rustic cooking?",
          "Well Juan, that's a challenge I'd love to take on. Imagine the flavors!",
          "Exactly! There's nothing like a pizza cooked in a brick oven.",
          "Indeed, Juan. Let's plan for it. Farewell for now!"
        ]
      },
      {
        "id": 5,
        "talk": [
          "William, ever thought of swapping literature classes for a cooking class?",
          "Juan, the idea is tempting. Cooking is an art in itself.",
          "Absolutely! Every dish has its own tale to tell.",
          "I'll consider it, Juan. Until our next intriguing talk!"
        ]
      },
      {
        "id": 6,
        "talk": [
          "Samuel! Ever tried to solve a culinary mystery?",
          "Juan, that's a first! What's the mystery dish?",
          "It's a secret recipe, Samuel. Can your detective skills help?",
          "Sounds like a tasty challenge, Juan. Let's do it. Until then!"
        ]
      }
    ]
  },
  {
    "id": 5,
    "talks": [
      {
        "id": 1,
        "talk": [
          "Marcos, ever delved into literature's depths?",
          "Intriguing, William! Which book?",
          "'1984'. A hacker's view would be unique.",
          "Challenging! I'm on it."
        ]
      },
      {
        "id": 2,
        "talk": [
          "Laura, fancy a literary mountain hike?",
          "Sounds fun, William! Details?",
          "Reading 'Into the Wild' amidst nature.",
          "That's an adventure. I'm in."
        ]
      },
      {
        "id": 6,
        "talk": [
          "Samuel, ever solved a literary mystery?",
          "A first, William! What's the mystery?",
          "Symbolism in 'The Da Vinci Code'.",
          "Intriguing. Let's dive in."
        ]
      },
      {
        "id": 3,
        "talk": [
          "Ricardo, ever deciphered solitude in literature?",
          "New, William! Which book?",
          "'Walden' by Thoreau. Your insight?",
          "Challenging! I'm on it."
        ]
      },
      {
        "id": 4,
        "talk": [
          "Juan, ever explored culinary arts in literature?",
          "Intriguing, William! What's the plan?",
          "Reading 'Like Water for Chocolate'.",
          "That's an adventure. I'm in."
        ]
      }
    ]
  },
  {
    "id": 6,
    "talks": [
      {
        "id": 1,
        "talk": [
          "Marcos, ever hacked a detective's mind?",
          "Intriguing, Samuel! What's the challenge?",
          "Deciphering a detective novel.",
          "Fun challenge! I'm on it."
        ]
      },
      {
        "id": 2,
        "talk": [
          "Laura, fancy a mystery on a mountain trail?",
          "Interesting, Samuel! What's the plan?",
          "Solving a case while hiking.",
          "That's an adventure. I'm in."
        ]
      },
      {
        "id": 3,
        "talk": [
          "Ricardo, ever solved a mystery alone?",
          "New, Samuel! What's the mystery?",
          "Life itself. It's a puzzle, isn't it?",
          "Indeed. A puzzle we all solve."
        ]
      },
      {
        "id": 4,
        "talk": [
          "Juan, ever solved a culinary mystery?",
          "Intriguing, Samuel! What's the mystery?",
          "A secret recipe.",
          "Tasty challenge! I'm on it."
        ]
      },
      {
        "id": 5,
        "talk": [
          "William, ever solved a mystery in literature?",
          "A first, Samuel! What's the mystery?",
          "Symbolism in 'The Da Vinci Code'.",
          "Intriguing. Let's dive in."
        ]
      }
    ]
  },

  {
    "id": 7,
    "talks": [
      {
        "id": 8,
        "talk": [
          "Isabella, ever painted a firefighter's life?",
          "Intriguing, Carlos! The scene?",
          "Firefighter saving art from a burning museum.",
          "A masterpiece! Let's do it."
        ]
      },
      {
        "id": 9,
        "talk": [
          "María, how about a bouquet for a firefighter?",
          "A first, Carlos! The occasion?",
          "Just a day in a firefighter's life.",
          "Beautiful idea. I'm in."
        ]
      },
      {
        "id": 10,
        "talk": [
          "Diego, ever fenced with a firefighter?",
          "New, Carlos! The challenge?",
          "A friendly match.",
          "Fun challenge! Let's do it."
        ]
      },
      {
        "id": 11,
        "talk": [
          "Carlos, ever driven a fire truck?",
          "Intriguing! The plan?",
          "A ride along on a firefighter's day.",
          "An adventure. I'm in."
        ]
      },
      {
        "id": 12,
        "talk": [
          "Sergio, ever delivered a package to a fire station?",
          "A first, Carlos! The package?",
          "A surprise gift for the team.",
          "Special delivery! Let's do it."
        ]
      }
    ]
  },
  {
    "id": 8,
    "talks": [
      {
        "id": 7,
        "talk": [
          "Carlos, ever captured a firefighter's life in art?",
          "Intriguing, Isabella! The scene?",
          "Firefighter saving a masterpiece.",
          "A masterpiece! Let's do it."
        ]
      },
      {
        "id": 9,
        "talk": [
          "María, how about a floral arrangement for an art gallery?",
          "A first, Isabella! The occasion?",
          "Just a day in an art dealer's life.",
          "Beautiful idea. I'm in."
        ]
      },
      {
        "id": 10,
        "talk": [
          "Diego, ever fenced with an art dealer?",
          "New, Isabella! The challenge?",
          "A friendly match.",
          "Fun challenge! Let's do it."
        ]
      },
      {
        "id": 11,
        "talk": [
          "Carlos, ever driven an art dealer around?",
          "Intriguing! The plan?",
          "A ride along on an art dealer's day.",
          "An adventure. I'm in."
        ]
      },
      {
        "id": 11,
        "talk": [
          "Carlos, ever driven an art dealer around?",
          "Intriguing! The plan?",
          "A ride along on an art dealer's day.",
          "An adventure. I'm in."
        ]
      }
    ]
  },
  {
    "id": 9,
    "talks": [
      {
        "id": 7,
        "talk": [
          "Carlos, ever made a bouquet for a firefighter?",
          "Intriguing, María! The occasion?",
          "Just a day in a florist's life.",
          "Beautiful idea. Let's do it."
        ]
      },
      {
        "id": 8,
        "talk": [
          "Isabella, how about a floral arrangement for an art gallery?",
          "A first, María! The occasion?",
          "Just a day in a florist's life.",
          "Beautiful idea. I'm in."
        ]
      },
      {
        "id": 10,
        "talk": [
          "Diego, ever fenced with a florist?",
          "New, María! The challenge?",
          "A friendly match.",
          "Fun challenge! Let's do it."
        ]
      },
      {
        "id": 11,
        "talk": [
          "Carlos, ever delivered flowers to a bus?",
          "Intriguing, María! The plan?",
          "A surprise bouquet for the passengers.",
          "Special delivery. I'm in."
        ]
      },
      {
        "id": 12,
        "talk": [
          "Sergio, ever delivered a bouquet?",
          "A first, María! The occasion?",
          "Just a day in a florist's life.",
          "Beautiful idea. I'm in."
        ]
      }
    ]
  },
  {
    "id": 10,
    "talks": [
      {
        "id": 7,
        "talk": [
          "Carlos! How about a fencing match during a fire drill?",
          "Diego, that's a new one! What's the idea?",
          "A friendly match amidst the adrenaline. Ready for the challenge?",
          "Sounds like a fun challenge, Diego. Let's do it. Until then!"
        ]
      },
      {
        "id": 8,
        "talk": [
          "Isabella! How about a fencing match in an art gallery?",
          "Diego, that's a first! What's the plan?",
          "Just a day in a fencer's life. What do you think?",
          "That's an adventure, Diego. I'm in. Until next time!"
        ]
      },
      {
        "id": 9,
        "talk": [
          "María! How about a fencing match in a flower shop?",
          "Diego, that's new! What's the challenge?",
          "A surprise match amidst the flowers. Can you help?",
          "Sounds like a beautiful challenge, Diego. Let's do it. Until then!"
        ]
      },
      {
        "id": 11,
        "talk": [
          "Carlos! How about a fencing match on a bus?",
          "Diego, that's intriguing! What's the plan?",
          "A surprise match for the passengers. Interested?",
          "Sounds like an adventure, Diego. I'm in. Until next time!"
        ]
      },
      {
        "id": 12,
        "talk": [
          "Sergio! How about a fencing match during a delivery?",
          "Diego, that's a first! What's the occasion?",
          "Just a day in a delivery person's life. What do you think?",
          "That's a special delivery, Diego. I'm in. Until next time!"
        ]
      }
    ]
  },
  {
    "id": 11,
    "talks": [
      {
        "id": 9,
        "talk": [
          "María, imagine a bus ride with a floral surprise.",
          "Intriguing, Carlos! What's the challenge?",
          "A bouquet for passengers to brighten their day.",
          "Beautiful challenge, Carlos. Let's do it."
        ]
      },
      {
        "id": 10,
        "talk": [
          "Diego, envision a bus ride with a fencing demonstration.",
          "Intriguing, Carlos! What's the plan?",
          "A surprise match for passengers to enjoy.",
          "Sounds adventurous, Carlos. I'm in."
        ]
      },
      {
        "id": 12,
        "talk": [
          "Sergio, consider a bus ride with a surprise delivery.",
          "First time hearing this, Carlos! What's the occasion?",
          "A day in a bus driver's life with a twist.",
          "Special delivery, Carlos. I'm in."
        ]
      },
      {
        "id": 7,
        "talk": [
          "Carlos, think about a day driving a fire truck.",
          "Intriguing, Carlos! What's the plan?",
          "A ride along on a firefighter's day. Interested?",
          "Sounds adventurous, Carlos. I'm in."
        ]
      },
      {
        "id": 8,
        "talk": [
          "Isabella, picture a bus tour showcasing local art.",
          "First time hearing this, Carlos! What's the plan?",
          "A day in a bus driver's life turned artistic.",
          "Sounds adventurous, Carlos. I'm in."
        ]
      },
      {
        "id": 9,
        "talk": [
          "María, imagine a bus ride with a floral surprise.",
          "New concept, Carlos! What's the challenge?",
          "A bouquet for passengers to brighten their day.",
          "Beautiful challenge, Carlos. Let's do it."
        ]
      },
      {
        "id": 10,
        "talk": [
          "Diego, envision a bus ride with a fencing demonstration.",
          "Intriguing, Carlos! What's the plan?",
          "A surprise match for passengers to enjoy.",
          "Sounds adventurous, Carlos. I'm in."
        ]
      },
      {
        "id": 12,
        "talk": [
          "Sergio, consider a bus ride with a surprise delivery.",
          "First time hearing this, Carlos! What's the occasion?",
          "A day in a bus driver's life with a twist.",
          "Special delivery, Carlos. I'm in."
        ]
      }
    ]
  },
  {
    "id": 13,
    "talks": [
      {
        "id": 14,
        "talk": [
          "Pedro, consider a stone sculpture bathed in light.",
          "Intriguing, Ana! How would that work?",
          "Your sculptures could become a nighttime spectacle.",
          "Bright idea, Ana. Let's do it."
        ]
      },
      {
        "id": 15,
        "talk": [
          "Sofia, think about a beach lit up at night.",
          "First time hearing this, Ana! What's the plan?",
          "A day in a light designer's life turned magical.",
          "Sounds adventurous, Ana. I'm in."
        ]
      },
      {
        "id": 16,
        "talk": [
          "Juan, how about a kite performance under the stars?",
          "New concept, Ana! What's the challenge?",
          "A surprise show for spectators with kites and lights.",
          "Fun challenge, Ana. Let's do it."
        ]
      },
      {
        "id": 17,
        "talk": [
          "Maria, picture a garden glowing under a light show.",
          "Intriguing, Ana! What's the plan?",
          "A surprise for visitors with plants and lights.",
          "Special event, Ana. I'm in."
        ]
      },
      {
        "id": 18,
        "talk": [
          "Pablo, how about a fire performance under a light show?",
          "First time hearing this, Ana! What's the occasion?",
          "A day in a light designer's life with a fiery twist.",
          "Bright idea, Ana. I'm in."
        ]
      }
    ]
  },

  {
    "id": 15,
    "talks": [
      {
        "id": 13,
        "talk": [
          "Ana, imagine creating a constellation on the beach.",
          "Intriguing, Sofia! How would that work?",
          "A light installation mimicking stars on the sand.",
          "Bright idea, Sofia. Let's do it."
        ]
      },
      {
        "id": 14,
        "talk": [
          "Pedro, envision creating a sand sculpture.",
          "First time hearing this, Sofia! What's the plan?",
          "A day at the beach turned into an art project.",
          "Sounds adventurous, Sofia. I'm in."
        ]
      },
      {
        "id": 16,
        "talk": [
          "Juan, consider a kite festival by the sea.",
          "New concept, Sofia! What's the challenge?",
          "A surprise show for beachgoers with colorful kites.",
          "Fun challenge, Sofia. Let's do it."
        ]
      },
      {
        "id": 17,
        "talk": [
          "Maria, picture a beach transformed into a garden.",
          "Intriguing, Sofia! What's the plan?",
          "A surprise for beachgoers with plants and flowers.",
          "Special event, Sofia. I'm in."
        ]
      },
      {
        "id": 1,
        "talk": [
          "Marcos, think about simplifying bureaucratic processes.",
          "Intriguing, Gabriela! What's the plan?",
          "A day in a public servant's life made efficient.",
          "Sounds like a challenge, Gabriela. Let's do it."
        ]
      }
    ]
  },
  {
    "id": 14,
    "talks": [
      {
        "id": 13,
        "talk": [
          "Ana, imagine a sculpture garden under the moonlight.",
          "Intriguing, Pedro! What's the scene?",
          "A night tour with sculptures bathed in soft light.",
          "Bright idea, Pedro. Let's do it."
        ]
      },
      {
        "id": 15,
        "talk": [
          "Sofia, envision a beach adorned with stone sculptures.",
          "First time hearing this, Pedro! What's the plan?",
          "A day at the beach turned into an art exhibit.",
          "Sounds adventurous, Pedro. I'm in."
        ]
      },
      {
        "id": 16,
        "talk": [
          "Juan, consider a kite festival around sculptures.",
          "New concept, Pedro! What's the challenge?",
          "A surprise show for spectators with kites and art.",
          "Fun challenge, Pedro. Let's do it."
        ]
      },
      {
        "id": 17,
        "talk": [
          "Maria, picture a sculpture garden with lush greenery.",
          "Intriguing, Pedro! What's the plan?",
          "A surprise for visitors with plants around sculptures.",
          "Special event, Pedro. I'm in."
        ]
      },
      {
        "id": 18,
        "talk": [
          "Pablo, think about a sculpture unveiling with a fire show.",
          "First time hearing this, Pedro! What's the occasion?",
          "A day in a sculptor's life with a fiery twist.",
          "Bright idea, Pedro. I'm in."
        ]
      }
    ]
  },

  {
    "id": 16,
    "talks": [
      {
        "id": 13,
        "talk": [
          "Ana, imagine a taxi with a light show.",
          "Intriguing, Antonio! How would that work?",
          "A night ride could become a luminous journey.",
          "Bright idea, Antonio. Let's do it."
        ]
      },
      {
        "id": 14,
        "talk": [
          "Pedro, envision a taxi with a stone art installation.",
          "First time hearing this, Antonio! What's the plan?",
          "A ride could turn into an artistic experience.",
          "Sounds adventurous, Antonio. I'm in."
        ]
      },
      {
        "id": 15,
        "talk": [
          "Gabriela, consider a taxi as a mobile office.",
          "New concept, Antonio! What's the challenge?",
          "A surprise service for passengers to work on the go.",
          "Fun challenge, Antonio. Let's do it."
        ]
      },
      {
        "id": 17,
        "talk": [
          "Luis, picture a taxi with a treasure hunt.",
          "Intriguing, Antonio! What's the plan?",
          "A surprise game for passengers during their ride.",
          "Sounds adventurous, Antonio. I'm in."
        ]
      },
      {
        "id": 18,
        "talk": [
          "Javier, think about a taxi for business meetings.",
          "First time hearing this, Antonio! What's the occasion?",
          "A day in a taxi driver's life with a business twist.",
          "Unique idea, Antonio. I'm in."
        ]
      }
    ]
  },
  {
    "id": 17,
    "talks": [
      {
        "id": 13,
        "talk": [
          "Laura, ever chased a cat?",
          "Laura: Only if it's up to no good, Luis.",
          "Then let's play a game of cat and mouse.",
          "Just remember, Luis, the mouse doesn't always win."
        ]
      },
      {
        "id": 14,
        "talk": [
          "Miguel, need a partner in crime?",
          "Only if it gets me off the streets, Luis.",
          "Then let's make some mischief together.",
          "Just don't get us caught, Luis."
        ]
      },
      {
        "id": 15,
        "talk": [
          "Gabriela, ever bend the rules?",
          "Only when necessary, Luis.",
          "Then let's bend them together.",
          "Just don't break them, Luis."
        ]
      },
      {
        "id": 16,
        "talk": [
          " Antonio, ever take the scenic route?",
          "Only if it's worth the ride, Luis.",
          "Then let's take a detour together.",
          "Just don't get us lost, Luis."
        ]
      },
      {
        "id": 18,
        "talk": [
          "Javier, ever risk it all?",
          "Only if the reward is high, Luis.",
          "Then let's gamble together.",
          " Just don't lose everything, Luis."
        ]
      },
      {
        "id": 18,
        "talk": [
          "Javier, ever risk it all?",
          "Only if the reward is high, Luis.",
          "Then let's gamble together.",
          " Just don't lose everything, Luis."
        ]
      }
    ]
  },

  {
    "id": 18,
    "talks": [
      {
        "id": 13,
        "talk": [
          "Laura, let's discuss crime novels over coffee.",
          "Sounds interesting, Javier.",
          "They often reflect real-life law and order.",
          "Looking forward to our chat, Javier."
        ]
      },
      {
        "id": 14,
        "talk": [
          "Miguel, let's discuss urban survival strategies.",
          "Sounds good, Javier.",
          "Proper planning can improve any situation.",
          "Appreciate your help, Javier."
        ]
      },
      {
        "id": 15,
        "talk": [
          "Gabriela, let's discuss improving public services.",
          "Great idea, Javier.",
          "Streamlining processes can make a real difference.",
          "Looking forward to it, Javier."
        ]
      },
      {
        "id": 16,
        "talk": [
          "Antonio, let's discuss enhancing taxi services.",
          "Sounds great, Javier.",
          "Customer satisfaction is key in your business.",
          "Appreciate your help, Javier."
        ]
      },
      {
        "id": 17,
        "talk": [
          "Luis, let's discuss personal growth strategies.",
          "Sounds good, Javier.",
          "Improvement starts with the right approach.",
          "Appreciate your help, Javier."
        ]
      }
    ]
  },
  {
    "id": 19,
    "talks": [
      {
        "id": 20,
        "talk": [
          "Dr. Martínez, let's discuss the benefits of meditation.",
          "Sounds interesting, Carlos.",
          "Meditation can help improve focus and reduce stress.",
          "Looking forward to it, Carlos."
        ]
      },
      {
        "id": 21,
        "talk": [
          "Ana, let's discuss the art of origami.",
          "Sounds fun, Carlos.",
          "Origami is a great way to improve concentration.",
          "I'll definitely give it a try. Take care!"
        ]
      },
      {
        "id": 22,
        "talk": [
          "Miguel, let's discuss the benefits of journaling.",
          "Sounds good, Carlos.",
          "Journaling can help organize thoughts and reduce stress.",
          "Appreciate your suggestion, Carlos."
        ]
      },
      {
        "id": 1,
        "talk": [
          "Marcos, let's discuss the art of digital painting.",
          "Sounds interesting, Carlos.",
          "Digital painting is a great way to express creativity.",
          "Looking forward to it, Carlos."
        ]
      },
      {
        "id": 2,
        "talk": [
          "Laura, let's discuss the benefits of yoga.",
          "Sounds great, Carlos.",
          "Yoga can help improve flexibility and reduce stress.",
          "I'll definitely give it a try. Take care!"
        ]
      }
    ]
  },
  {
    "id": 20,
    "talks": [
      {
        "id": 19,
        "talk": [
          "Carlos, let's explore botany over herbal tea.",
          "Sounds interesting, Dr. Martínez.",
          "Nature holds remedies for many ailments.",
          "Looking forward to it, Dr. Martínez."
        ]
      },
      {
        "id": 21,
        "talk": [
          "Ana, let's delve into puzzles' mental benefits.",
          "Sounds fun, Dr. Martínez.",
          "Puzzles enhance memory and cognitive function.",
          "I'll definitely give it a try. Take care!"
        ]
      },
      {
        "id": 22,
        "talk": [
          "Miguel, let's discuss Sudoku's mental benefits.",
          "Sounds good, Dr. Martínez.",
          "Sudoku enhances concentration and problem-solving.",
          "Appreciate your help, Dr. Martínez."
        ]
      },
      {
        "id": 1,
        "talk": [
          "Marcos, let's discuss manga's relaxation benefits.",
          "Sounds interesting, Dr. Martínez.",
          "Manga helps reduce stress and boost creativity.",
          "Looking forward to it, Dr. Martínez."
        ]
      },
      {
        "id": 2,
        "talk": [
          "Laura, let's explore mountain walks' health benefits.",
          "Sounds great, Dr. Martínez.",
          "Mountain walks improve cardiovascular health.",
          "I'll definitely give it a try. Take care!"
        ]
      }
    ]
  },
  {
    "id": 21,
    "talks": [
      {
        "id": 19,
        "talk": [
          "Carlos, ever tried stargazing?",
          "Sounds interesting, Ana.",
          "It's a way to connect with the universe.",
          "I'll give it a try, Ana. Take care!"
        ]
      },
      {
        "id": 20,
        "talk": [
          "Dr. Martínez, ever tried bird watching?",
          "Sounds fun, Ana. I love nature.",
          "It's a great way to relax and enjoy nature.",
          "I'll definitely give it a try. Take care!"
        ]
      },
      {
        "id": 22,
        "talk": [
          "Miguel, ever tried pottery?",
          "Good idea, Ana. I love crafts.",
          "It's a way to create something beautiful and useful.",
          "Appreciate your suggestion, Ana. Talk soon."
        ]
      },
      {
        "id": 1,
        "talk": [
          "Marcos, ever tried cooking?",
          "Interesting, Ana. I love trying new things.",
          "It's a way to create and enjoy delicious food.",
          "Looking forward to it, Ana. Take care!"
        ]
      },
      {
        "id": 2,
        "talk": [
          "Laura, ever tried yoga?",
          "Great idea, Ana. I love fitness.",
          "It's a way to relax and stay fit.",
          "I'll definitely give it a try. Take care!"
        ]
      }
    ]
  },
  {
    "id": 22,
    "talks": [
      {
        "id": 19,
        "talk": [
          "Carlos, ever thought about garden layouts?",
          "Interesting, Miguel. Tell me more.",
          "It's like a puzzle, each plant has its place.",
          "Intriguing, Miguel. I'll ponder on it."
        ]
      },
      {
        "id": 20,
        "talk": [
          "Dr. Martínez, Sudoku's health benefits?",
          "Sounds fun, Miguel. Elaborate?",
          "It's a mental exercise, improves cognitive function.",
          "Fascinating, Dr. Martínez. I'll try it."
        ]
      },
      {
        "id": 21,
        "talk": [
          "Ana, let's discuss store organization.",
          "Good idea, Miguel. Any specifics?",
          "It's like a puzzle, every product has its place.",
          "I love puzzles, Miguel. I'm in."
        ]
      },
      {
        "id": 1,
        "talk": [
          "Marcos, ever thought about hacking puzzles?",
          "Intriguing, Miguel. What's the challenge?",
          "Solving a puzzle is like hacking a system.",
          "Challenging, Miguel. I'm on it."
        ]
      },
      {
        "id": 2,
        "talk": [
          "Laura, ever hiked a mountain puzzle?",
          "New, Miguel. What's the plan?",
          "Solving a puzzle while hiking, interesting?",
          "Adventurous, Miguel. I'm in."
        ]
      }
    ]
  }
]
